docker/dev/git/app/controllers/api/v1/sessions_controller.rb

  def create
    user = User.find_by!(email: params[:email])
---
SELECT "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "test@example.com"], ["LIMIT", 1]]