docker/dev/git/app/controllers/api/v1/users_controller.rb

INSERT INTO "users" ("name", "email", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)
---
  def create
    user = User.new(user_params)
    if user.save